"About" = "About";

"Chat and Message Alerts" = "Chat and Message Alerts";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings.";

"Notifications" = "Notifications";

"Photo and Video" = "Photo and Video";

"Play Sound" = "Play Sound";

"Record HD Video" = "Record HD Video";

"Version" = "Version";

"Vibrate" = "Vibrate";

